Repository: dias-smith-rock/noise-record
Catalog: NoiseRecord/NoiseRecord/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# iap.error.entitlementNotGranted
source: Your purchase was recorded, but Pro access could not be activated. Tap Restore Purchases or restart the app.
zh_hans: 购买已记录，但未能解锁 Pro。请点击「恢复购买」或重启 App。
zh_hant: 購買已記錄，但未能解鎖 Pro。請點「恢復購買」或重新啟動 App。

# paywall.cta.startFreeTrial
source: Start %d-Day Free Trial
zh_hans: 开始 %d 天免费试用

# paywall.cta.subscribeNow
source: Subscribe Now
zh_hans: 立即订阅

# paywall.cta.subtitle.trialYearly
source: Only %@/Month billed annually after %d days.
zh_hans: %d 天试用结束后按年计费，仅 %@/月。

# paywall.cta.subtitle.standardYearly
source: Billed annually at %@/Year (Only %@/Month).
zh_hans: 按年计费 %@/年（仅 %@/月）。

# paywall.cta.subtitle.standardWeekly
source: Billed weekly at %@.
zh_hans: 按周计费 %@。

# paywall.cta.subtitle.standardMonthly
source: Billed monthly at %@.
zh_hans: 按月计费 %@。

# paywall.trialDisclaimer
source: Free for %d days — no charge until trial ends. Cancel anytime in Settings.
zh_hans: %d 天免费试用，期间不扣费。可随时在设置中取消。

# paywall.cta.subtitle.trialMonthly
source: Billed at %@/Month after %d days.
zh_hans: %d 天试用结束后按 %@/月计费。

# paywall.price.monthly.daily
source: Only %@ / Day
zh_hans: 仅 %@ / 天

# paywall.price.monthly.daily.fallback
source: Only $0.33 / Day
zh_hans: 仅 $0.33 / 天
